13/data/attachments/3af5df378d464e00.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kelly_near_Actions_27088_0</nif:username>
            <nif:friendToBeRequested>soap_actions_817dc7dd-d2fb-4e9b-a521-147a13879097</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>